cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"



# Brew

# Cat(1) clone with syntax highlighting and Git integration. https://github.com/sharkdp/bat
brew "bat"

# Modern replacement for ls. https://github.com/ogham/exa
brew "exa"

# Distributed revision control system. https://git-scm.com
brew "git"

# Make working with GitHub easier. https://github.com/github/hub
brew "hub"

# Simple command line interface for the Mac App Store. https://github.com/mas-cli/mas
brew "mas"

# Ruby version management. https://github.com/rbenv/rbenv
brew "rbenv"

# Cross platform, open source .NET development framework. https://www.mono-project.com/
brew "mono"

# Python version management https://github.com/pyenv/pyenv
brew "pyenv"

# Python interface to Tcl/Tk and using like Turtle modules https://www.python.org/
brew "python-tk"

# Node version management https://github.com/tj/n
brew "n"



# Cask

# font-meslo-lg-nerd-font https://github.com/ryanoasis/nerd-fonts
cask "font-meslo-lg-nerd-font"

# Reverse proxy, secure introspectable tunnels to localhost https://ngrok.com/
cask "ngrok"

# MySQL/MariaDB database management platform https://www.sequelpro.com/
cask "sequel-pro-nightly"

# App to build and share containerized applications and microservices https://www.docker.com/products/docker-desktop
cask "docker"

# .NET is a free, cross-platform, open source developer platform https://dotnet.microsoft.com/
cask "dotnet-sdk"

# Screen Saver by Pedro Carrasco. https://github.com/pedrommcarrasco/Brooklyn
cask "brooklyn"

# Git client focusing on productivity https://www.gitkraken.com/ 
cask "gitkraken"

# Terminal emulator as alternative to Apple's Terminal app. https://www.iterm2.com
cask "iterm2"

# Music streaming service. https://www.spotify.com
cask "spotify"

# Collaboration platform for API development. https://www.postman.com
cask "postman"

# Reformatting Swift code. https://github.com/nicklockwood/SwiftFormat
cask "swiftformat-for-xcode"

# Application launcher and productivity software. https://www.alfredapp.com
cask "alfred"

# API documentation browser and code snippet manager. https://kapeli.com/dash
cask "dash"

# Voice and text chat software. https://discord.com
cask "discord"

# Access and sync your content from any device. https://www.google.com/intl/en_ca/drive/download
cask "dropbox"

# Open-source code editor. https://code.visualstudio.com
cask "visual-studio-code"

# Jetbrains PyCharm Community Edition https://www.jetbrains.com/pycharm/
cask "pycharm-ce"

# Mozilla Firefox Developer Edition. https://www.mozilla.org/firefox/developer
cask "firefox-developer-edition"

# Password manager that keeps all passwords secure behind one password. https://1password.com
cask "lastpass"

# Window manager. https://www.sempliva.com/tiles
cask "tiles"

# Web browser. https://www.google.com/chrome
cask "google-chrome"

# Collaborative interface design tool. https://www.figma.com
cask "figma"



# mas

# Apple's integrated development environment for macOS. https://developer.apple.com/xcode/
mas "Xcode", id: 497799835
mas "RunCat", id: 1429033973
