tap "bramstein/webfonttools"
tap "buo/cask-upgrade"
tap "cjbassi/gotop"
tap "cjbassi/ytop"
tap "colindean/fonts-nonfree"
tap "epk/epk"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde"
tap "koekeishiya/formulae"
tap "mas-cli/tap"
tap "mongodb/brew"
tap "norcane/tools"
tap "prbinu/touch2sudo"
tap "sambadevi/powerlevel9k"
tap "zegervdv/zathura"
cask "xquartz"
brew "openssl@1.1"
brew "antigen"
brew "antiword"
brew "aria2"
brew "autoconf"
brew "automake"
brew "bash-completion@2"
brew "bat"
brew "brew-gem"
brew "brew-pip"
brew "cargo-completion"
brew "carthage"
brew "checkstyle"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "ctop"
brew "curl"
brew "curl-openssl"
brew "dark-mode"
brew "dbus"
brew "diff-so-fancy"
brew "direnv"
brew "e2fsprogs"
brew "node"
brew "eslint"
brew "exa"
brew "ext4fuse"
brew "fd"
brew "feh"
brew "findutils"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "ghc"
brew "git-extras"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "git-secret"
brew "glib-openssl"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "go"
brew "google-java-format"
brew "gotop"
brew "grep"
brew "grpc"
brew "highlight"
brew "hopenpgp-tools"
brew "ncurses"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "ipcalc"
brew "ipinfo"
brew "jq"
brew "keychain"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "mackup"
brew "mdcat"
brew "moreutils"
brew "namebench"
brew "neofetch"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "openjdk"
brew "openssh"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "pipes-sh"
brew "pipx"
brew "pmd"
brew "pnpm"
brew "privoxy"
brew "pycodestyle"
brew "pyenv"
brew "python"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "rmtrash"
brew "ruby"
brew "ruby-build"
brew "ruby-completion"
brew "shellcheck"
brew "shpotify"
brew "source-highlight"
brew "ssh-vault"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "tty-clock"
brew "uni"
brew "vim"
brew "wget"
brew "woff2"
brew "yarn"
brew "ykpers"
brew "ykman"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "bramstein/webfonttools/sfnt2woff"
brew "bramstein/webfonttools/sfnt2woff-zopfli"
brew "cjbassi/ytop/ytop"
brew "github/gh/gh"
brew "mas-cli/tap/mas"
brew "mongodb/brew/mongodb-community"
brew "norcane/tools/headroom"
brew "prbinu/touch2sudo/touch2sudo"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password"
cask "alfred"
cask "balenaetcher"
cask "brave-browser-nightly"
cask "clean-me"
cask "deltawalker"
cask "dozer"
cask "dropbox-beta"
cask "epic-games"
cask "expressvpn"
cask "figma"
cask "flux"
cask "font-academicons"
cask "font-awesome-terminal-fonts"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavusansmono-nerd-font"
cask "font-droidsansmono-nerd-font"
cask "font-fantasque-sans-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-hack-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-material-icons"
cask "font-microsoft-office"
cask "font-sf-mono-nerd-font"
cask "font-source-code-pro-for-powerline"
cask "font-spacemono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "gimp"
cask "gitkraken"
cask "gpg-suite-nightly"
cask "iterm2-nightly"
cask "macdown"
cask "mactex"
cask "mtmr"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rocket"
cask "sdformatter"
cask "sf-symbols"
cask "spotify"
cask "suspicious-package"
cask "swimat"
cask "texpad"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission-nightly"
cask "visual-studio-code-insiders"
cask "webpquicklook"
mas "Apple Configurator 2", id: 1037126344
mas "DevCleaner", id: 1388020431
mas "Keynote", id: 409183694
mas "NextDNS", id: 1464122853
mas "Pocket", id: 568494494
mas "RunCat", id: 1429033973
mas "Snappy", id: 512617038
mas "Table Tool", id: 1122008420
