tap "bramstein/webfonttools"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde"
tap "sambadevi/powerlevel9k"
tap 'colindean/fonts-nonfree'
tap 'buo/cask-upgrade'

brew "antigen"
brew "antiword"
brew "aria2"
brew "autoconf"
brew "bash-completion"
brew "bash-completion2"
brew "bash"
brew "bat"
brew "brew-gem"
brew "cargo-completion"
brew "coreutils"
brew "dark-mode"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "feh"
brew "findutils"
brew "git-delta"
brew "git-filter-repo"
brew "git-secret"
brew 'git-extras'
brew "gnupg"
brew "golang"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "ipcalc"
brew "ipinfo"
brew "jq"
brew "keychain"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "mackup"
brew "mas"
brew "mdcat"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "ngrep"
brew 'curl', args: ["with-openssl"], link: true, force: true
brew "openssh"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "powerlevel9k"
brew "pycodestyle"
brew "python"
brew "python@3"
brew "python3"
brew "rename"
brew "ruby-completion"
brew "sfnt2woff-zopfli"
brew "sfnt2woff"
brew "shpotify"
brew "skhd"
brew "source-highlight"
brew "ssh-vault"
brew "tig"
brew "trash"
brew "tree"
brew "tty-clock"
brew "uni"
brew "wget"
brew "woff2"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh"

## Required
cask "xquartz"

cask "1password"
cask "airpass"
cask "balenaetcher"
cask "blockblock"
cask "brave-browser-nightly"
cask "clean-me"
cask "dozer"
cask "dropbox-beta"
cask "expressvpn"
cask "firefox-nightly"
cask 'default-folder-x'
cask 'font-microsoft-office'
cask "flux"
cask "iterm2"
cask "java-beta"
cask "java11"
cask "latest"
cask "ubersicht"
cask "oracle-jdk-javadoc"
cask "paste"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "spotify"
cask "suspicious-package"
cask "swiftdefaultappsprefpane"
cask "the-unarchiver"
cask "tor-browser"
cask "trainerroad"
cask "visual-studio-code-insiders"
cask "webpquicklook"

