tap "bramstein/webfonttools"
tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kde-mac/kde"
tap "sambadevi/powerlevel9k"

brew "antigen"
brew "antiword"
brew "aria2"
brew "autoconf"
brew "bash"
brew "bash-completion"
brew "bash-completion2"
brew "brew-gem"
brew "cargo-completion"
brew "coreutils"
brew "dark-mode"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "feh"
brew "findutils"
brew "git-delta"
brew "git-filter-repo"
brew "git-secret"
brew "gnupg"
brew "grep"
brew "highlight"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "ipcalc"
brew "ipinfo"
brew "jq"
brew "keychain"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "mackup"
brew "mas"
brew "mdcat"
brew "moreutils"
brew "ncurses"
brew "neofetch"
brew "ngrep"
brew "openssh"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "powerlevel9k"
brew "pycodestyle"
brew "python"
brew "python3"
brew "python@3"
brew "rename"
brew "ruby-completion"
brew "skhd"
brew "sfnt2woff"
brew "sfnt2woff-zopfli"
brew "shpotify"
brew "source-highlight"
brew "ssh-vault"
brew "tig"
brew "trash"
brew "tree"
brew "tty-clock"
brew "uni"
brew "wget"
brew "woff2"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "1password"
cask "airpass"
cask "balenaetcher"
cask "blockblock"
cask "clean-me"
cask "dropbox-beta"
cask "expressvpn"
cask "firefox-nightly"
cask "flux"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-consolas-for-powerline"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-awesome-terminal-fonts"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-1mn-nerd-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-noto-nerd-font"
cask "font-noto-nerd-font-mono"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto-mono-for-powerline"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "iterm2"
cask "latest"
cask "java11"
cask "java-beta"
cask "oracle-jdk-javadoc"
cask "paste"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "spotify"
cask "suspicious-package"
cask "dozer"
cask "swiftdefaultappsprefpane"
cask "trainerroad"
cask "the-unarchiver"
cask "tor-browser"
cask "visual-studio-code-insiders"
cask "webpquicklook"
cask "xquartz"
