## Dependencies
brew "autoconf"
brew "automake"
brew "openssl"
brew "openssl@1.1"
brew "gcc"
cask "xquartz"

brew 'curl', link: true, force: true
brew 'git-extras'
brew "antigen"
brew "antiword"
brew "aria2"
brew "bash-completion2"
brew "bat"
brew "brew-gem"
brew "brew-pip"
brew "cargo-completion"
brew "coreutils"
brew "dark-mode"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "feh"
brew "findutils"
brew "git-lfs"
brew "git-filter-repo"
brew "git-secret"
brew "github/gh/gh"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "gnupg"
brew "golang"
brew "go"
brew "grep"
brew "highlight"
brew "hopenpgp-tools"
brew "htop"
brew "hub"
brew "icdiff"
brew "imagemagick"
brew "ipcalc"
brew "ipinfo"
brew "jq"
brew "keychain"
brew "koekeishiya/formulae/yabai", restart_service: true
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "mackup"
brew "mas"
brew "mdcat"
brew "moreutils"
brew "ncurses"
brew "node"
brew "neofetch"
brew "ngrep"
brew "vim"
brew "openssh"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "powerlevel9k"
brew "privoxy"
brew "pycodestyle"
brew "python"
brew "python@3"
brew "python3"
brew "ruby"
brew "rbenv"
brew "rename"
brew "rmtrash"
brew "ruby-completion"
brew "sfnt2woff-zopfli"
brew "sfnt2woff"
brew "shpotify"
brew "skhd", restart_service: true
brew "source-highlight"
brew "ssh-vault"
brew "tig"
brew "trash"
brew "tree"
brew "touch2sudo"
brew "tty-clock"
brew "uni"
brew "wget"
brew "woff2"
brew "ykman"
brew "yubikey-personalization"
brew "z"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh"
brew "terminal-notifier"
brew 'transmission-nightly'
brew 'shellshock'
